banco-soap/request.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/"
                  xmlns:gs="http://com.nosbielc.crawler/banco/soap-web-service">
    <soapenv:Header/>
    <soapenv:Body>
        <gs:getAllTransacoes>
        </gs:getAllTransacoes>
    </soapenv:Body>
</soapenv:Envelope>